{
    "VER_TRADUZIDO": "EN",
    "INDEX": {
        "PLANNIC": "Plannic is an academic planner created for students.",
        "CALENDARIO": "Custom Calendars",
        "CALENDARIO-DESC": "Create your custom calendar.",
        "COMPARTILHAR": "Share",
        "COMPARTILHAR-DESC": "Share your knowledge and study material with other students.",
        "ESTUDO": "Method of Studying ",
        "ESTUDO-DESC": "Choose the method of studying that is most appropriate for you.",
        "HOME": "Home",
        "QUEM-SOMOS": "About",
        "PRIVACIDADE": "Privacy"
    },
    "PADRAO": {
        "CADASTRE-SE": "Sign up",
        "ENTRAR": "Sign in"
    },
    "CRUD-USUARIO": {
        "BEM-VINDO": "Welcome!",
        "CAMPOS": "Please complete all required text fields",
        "EMAIL-ERR": "Please enter a valid email address",
        "CONECTADO": "Remember Me",
        "LOGIN": "Login",
        "SENHA-FORGOT": "Forgot Password?",
        "CONTA": "Create new account",
        "CONTA-OK": "Already have an account?",
        "REGISTRAR": "Create account",
        "NOME": "Full name",
        "EMAIL": "E-mail",
        "SENHA": "Password",
        "SENHA2": "Password again",
        "SENHA-ERR": "Different passwords",
        "SENHA-ERR2": "The password must contain at least 8 characters, 1 lowercase character, 1 uppercase character, 1 number and 1 special character"
    },
    "LOGED": {
        "OLA": "Hello",
        "RELATORIOS": "Reports",
        "RELATORIO": "Report",
        "CALENDARIO": "Calendar",
        "MATERIAS": "Subjects",
        "MATERIA": "Subject",
        "NOTA": "Grade",
        "NOTAS": "Grades",
        "METODOS": "Study Methods",
        "METODO": "Study Method",
        "CONFIGURACOES": "Settings",
        "SAIR": "Logout"
    },
    "GRAFICOS": {
        "NOTA_MATERIA": "Average of Banknotes",
        "NOTA_EVOLUCAO": "Evolution",
        "NOTA_TIPO": "Types",
        "NOTA_ESTUDO": "Study",
        "HORAS_ESTUDO": "Hours"
    },
    "CRUD-GERAL":{
        "SALVAR": "Save",
        "VER": "Show",
        "CRIAR": "Create",
        "EDITAR": "Edit",
        "EXCLUIR": "Delete"
    },
    "NOTAS":{
        "NOME": "Grade",
        "NOME_MATERIA": "Name of Subject",
        "TIPO_AVALIACAO": "Type of Avaliation",
        "DATA": "Date",
        "ACOES": "Actions",
        "CRIAR": "Include Grade",
        "FECHAR": "Close",
        "SALVAR": "Save"
    },
    "MATERIAS":{
        "NOME": "Name",
        "TEMPO": "Studied Time (in hours)",
        "MEDIA": "Grades Average",
        "ACOES": "Actions",
        "CIRAR": "Create",
        "DESCRICAO": "Description",
        "FECHAR": "Close",
        "SALVAR": "Save"
    },
    "CONFIGURACOES":{
        "DADOS": "User Data",
        "EMAIL": "E-mail",
        "NOME": "Name",
        "SALVAR": "Save"
    },
    "METODOS":{
        "APRESENTACAO1": "Create habits and study methods is essential to acquire the necessary skills during learning. It is common to have more affinity with some subjects and difficulties in others. Thus, it is important to develop a routine from an early age so that the fruits are harvested ahead.",
        "APRESENTACAO2": "First of all, it is essential that you know yourself. That is, it is important that you know what makes it difficult and what makes your study easier.",
        "APRESENTACAO3": "Nobody works the same way. From person to person there are different rhythms of learning, more or less easy to memorize, to concentrate attention, to synthesize, to analyze or to understand. Therefore, in the first phase, it is necessary to answer the question: how do I study better?",
        "APRESENTACAO4": "All the methods presented here have their qualities and their defects, and may work differently for each one. Therefore, it is important that you analyze which one is best for you and for the subject you need to study",
        "APRESENTACAO5": "See below the summary of the study methods that are recommended by Plannic.",
        "AUTO": "Self-explanation ",
        "AUTO1": "Self-explanation is a method in which the idea is to read the text and explain it to yourself out loud. For this, it is always good to relate other information and materials that may be connected with reading.",
        "AUTO2": "An example is to study history and remember the previous periods and the main events of the moment described - or to study biology and remember the definition of each concept and each name mentioned.",
        "AUTO3": "With self-explanation, you work on memory and reasoning, building a line of thought that captures both the topic read and the connected topics. ",
        "RESUMO": "Abstract",
        "RESUMO1": "Summarizing is the act of reading, analyzing and tracing in a few lines what is in fact essential and most important in the text.",
        "RESUMO2": "When we rewrite a text, we internalize the subject better and do not forget it. After all, we don't learn with a simple glance at the letters! That way, we can even say that we read the text, but as for assimilating ... it will be difficult to say yes!",
        "RESUMO3": "Synthesizing a text or long chapters can become a great habit and help you a lot in all disciplines, as you will be attentive to the main ideas and remember the key points of the content.",
        "RESUMO4": "Doesn't appearing text in a reduced number of lines seem easy? Don't worry, here are some steps to get a good summary and get along:",
        "RESUMO5": "Make a careful first reading of the text, in order to know the general subject of it;",
        "RESUMO6": "Then, read the text in paragraphs, underlining the keywords to be the basis of the abstract;",
        "RESUMO7": "Then, summarize the paragraphs, based on the keywords already highlighted above;",
        "RESUMO8": "Reread your text as you write to check that the ideas are clear and sequential, that is, coherent and cohesive. ",
        "RESUMO9": "At the end, make a general summary of this first summary of the paragraphs and verify that no information is missing or is left over;",
        "RESUMO10": "Finally, analyze whether the concepts presented are in agreement with the author's opinion, because personal comments do not fit in the summary.",
        "TESTE": "Practice Test ",
        "TESTE1": "The Practice Test is up to twice as efficient as other study techniques.",
        "TESTE2": "This method is very simple and can be applied with several materials. It consists of solving exercises, simulating the performance of a test. Employing this study technique helps to stimulate your learning, and makes it much easier to identify your strengths and weaknesses.",
        "TESTE3": "In this way, you can better direct your study to those areas where you have the greatest difficulty.",
        "POMODORO": "Pomodoro Technique ",
        "POMODORO1": "The Pomodoro technique, developed in 1988 by the Italian Francisco Cirillo, is a time management method that can be applied to several tasks, including studies.",
        "POMODORO2": "This technique allows you to optimize your study time more easily. It is even very useful for those who are having low concentration and productivity due to tiredness or other factors that make them have a scattered mind.",
        "POMODORO3": "Pomodoro means tomato in Italian. The fruit alludes to the time during which you can do a certain task. Each pomodoro is divided into four cycles, each of which equals 30 minutes.",
        "POMODORO4": "To use this technique you will need:",
        "POMODORO5": "A timer or alarm clock (can be from the cell phone); ",
        "POMODORO6": "Paper or notepad on the computer / cell phone to write the activities to be performed. ",
        "POMODORO7": "The Pomodoro technique is simple and lasts two hours. First, you perform an activity for 25 minutes. When the time is up, rest 5 minutes. So on until you complete two hours. As a reward, you rest another 30 minutes.",
        "POMODORO8": "If you are interrupted during a pomodoro, it is important that you write down what interrupted you and how long you stopped. These notes will help you to know what gets your focus out of the study.",
        "POMODORO9": "If you happen to be in the middle of an exercise and the 25 minutes cycle ends, you will interrupt what you are doing to enter the rest time. After rest, you can continue where you left off.",
        "POMODORO10": "As it is a time management technique, it is advisable to use it in conjunction with another study method.",
        "MAPA": "Mind Map",
        "MAPA1": "Mind mapping is a study technique created in the late 1960s by Tony Buzan, an English consultant. It consists of creating summaries full of symbols, colors, arrows and catch phrases with the objective of organizing the content and facilitating associations between the highlighted information, being very suitable for people who are able to learn in a visual way.",
        "MAPA2": "With the mind map you will be able to have an overview of the theme, helping to fix the most important points of the matter and will allow you to make all possible associations about what happened.",
        "MAPA3": "You don't have to follow a strict rule to create a mind map, but there are some guidelines that can guide you through this process.",
        "MAPA4": "There are several online tools where you can create your mind map, however, it is best to do it manually, as the brain absorbs information better when written by hand.",
        "MAPA5": "The first thing you should do is take a sheet of paper, and after studying a certain topic, place the main subject of that topic in the middle of the sheet. After that, create connections between the main subject, with the other information covered in the topic. Use drawings, assemble graphics or insert symbols. From this you will develop the study and organize the main information on the topic."
    },
    "BADGES":{
        "BUSQUETUTOR1": "Unfortunately your grade in  ",
        "BUSQUETUTOR2": " it's low. You took less than 4, you would like to get one  ",
        "SEJATUTOR1": "Your grade in ",
        "SEJATUTOR2": " It's very good. You would not want to help other users by being "   
    }
}