{
    "VER_TRADUZIDO": "PT",
    "INDEX": {
        "PLANNIC": "Plannic é um planejador acadêmico criado para os estudantes.",
        "CALENDARIO": "Calendário Personalizado",
        "CALENDARIO-DESC": "Crie o seu calendário personalizado de estudo.",
        "COMPARTILHAR": "Compartilhar",
        "COMPARTILHAR-DESC": "Compartilhe seu conhecimento e seu material de estudo com outros alunos",
        "ESTUDO": "Métodos de estudo",
        "ESTUDO-DESC": "Escolha o método de estudo mais apropriado para você.",
        "HOME": "Home",
        "QUEM-SOMOS": "Quem Somos",
        "PRIVACIDADE": "Política de Privacidade"
    },
    "PADRAO": {
        "CADASTRE-SE": "Cadastre-se",
        "ENTRAR": "Entrar"
    },
    "CRUD-USUARIO": {
        "BEM-VINDO": "Bem vindo!",
        "CAMPOS": "Por favor, preencher todos os campos",
        "EMAIL-ERR": "Por favor, insira um e-mail válido",
        "CONECTADO": "Mantenha-me conectado",
        "LOGIN": "Login",
        "SENHA-FORGOT": "Esqueceu a senha?",
        "CONTA": "Crie sua conta.",
        "CONTA-OK": "Já possui uma conta? Entre aqui!",
        "REGISTRAR": "Criar conta",
        "NOME": "Nome completo",
        "EMAIL": "E-mail",
        "SENHA": "Digite a senha",
        "SENHA2": "Digite a senha novamente",
        "SENHA-ERR": "Senhas diferentes",
        "SENHA-ERR2": "A senha deve conter, no minímo, 8 caracteres, 1 maiúsculo, 1 minúsculo, 1 número e um caracter especial"
    },
    "LOGED": {
        "OLA": "Olá",
        "RELATORIOS": "Relatórios",
        "RELATORIO": "Relatório",
        "CALENDARIO": "Calendário",
        "MATERIAS": "Matérias",
        "MATERIA": "Matéria",
        "AGENDAMENTO": "Agendamento",
        "AGENDAMENTOS": "Agendamentos",
        "NOTA": "Nota",
        "NOTAS": "Notas",
        "METODOS": "Métodos de Estudo",
        "METODO": "Método de Estudo",
        "CONFIGURACOES": "Configurações",
        "SAIR": "Sair"
    },
    "GRAFICOS": {
        "NOTA_MATERIA": "Médias por matéria",
        "NOTA_EVOLUCAO": "Evolução das Notas",
        "NOTA_TIPO": "Tipos de Nota",
        "NOTA_ESTUDO": "Tipos de Estudo",
        "HORAS_ESTUDO": "Horas de Estudo"
    },
    "CRUD-GERAL":{
        "CRIAR": "Criar",
        "VER": "Ver",
        "EDITAR": "Editar",
        "EXCLUIR": "Excluir"
    },
    "NOTAS":{
        "NOME": "Nota",
        "NOME_MATERIA": "Nome Matéria",
        "TIPO_AVALIACAO": "Tipo de Avaliação",
        "DATA": "Data",
        "ACOES": "Ações",
        "CRIAR": "Adicionar Nota",
        "FECHAR": "Fechar",
        "SALVAR": "Salvar"
    },
    "MATERIAS":{
        "NOME": "Nome",
        "TEMPO": "Tempo Estudado (em horas)",
        "MEDIA": "Média das Notas",
        "ACOES": "Ações",
        "CIRAR": "Criar Matéria",
        "DESCRICAO": "Descrição",
        "FECHAR": "Fechar",
        "SALVAR": "Salvar"
    },
    "CONFIGURACOES":{
        "DADOS": "Dados do Usuário",
        "EMAIL": "E-mail",
        "NOME": "Nome",
        "SALVAR": "Salvar"
    },
    "METODOS":{
        "APRESENTACAO1": "Criar hábitos e métodos de estudo é fundamental para adquirir as competências necessárias durante o aprendizado. É comum ter mais afinidade com algumas matérias e dificuldades em outras. Dessa maneira, é importante desenvolver uma rotina de estudo desde cedo para que lá na frente os frutos sejam colhidos.",
        "APRESENTACAO2": "Antes de mais, é fundamental que você se conheça. Ou seja, é importante que você saiba o que dificulta e o que facilita o seu estudo.",
        "APRESENTACAO3": "Ninguém funciona da mesma maneira. De pessoa para pessoa há diferentes ritmos de aprendizagem, maior ou menor facilidade em memorizar, em concentrar a atenção, em sintetizar, em analisar ou em compreender. Portanto, numa primeira fase há que responder à questão: como eu estudo melhor?",
        "APRESENTACAO4": "Todos os métodos apresentados aqui possuem as suas qualidades e seus defeitos, e podem funcionar de maneira diferente para cada um. Portanto, é importante que você analise qual deles é o melhor para você e para a matéria que precisa estudar",
        "APRESENTACAO5": "Veja abaixo o resumo dos métodos de estudo que são recomendados pelo Plannic.",
        "AUTO": "Autoexplicação",
        "AUTO1": "A autoexplicação é um método em que a ideia é ler o texto e explicá-lo para você mesmo em voz alta.Para isso, é sempre bom relacionar outras informações e matérias que possam ter ligação com a leitura.",
        "AUTO2": "Um exemplo é estudar história e relembrar os períodos anteriores e os principais acontecimentos do momento descrito — ou estudar biologia e relembrar a definição de cada conceito e de cada nome citado.",
        "AUTO3": "Com a autoexplicação, você trabalha a memória e o raciocínio, construindo uma linha de pensamento que capta tanto o tema lido quanto os assuntos conectados.",
        "RESUMO": "Resumo",
        "RESUMO1": "Resumir é o ato de ler, analisar e traçar em poucas linhas o que de fato é essencial e mais importante no texto.",
        "RESUMO2": "Quando reescrevemos um texto, internalizamos melhor o assunto e não nos esquecemos dele. Afinal, não aprendemos com um simples passar de olhos pelas letras! Dessa forma, podemos até dizer que lemos o texto, mas quanto a assimilar...será difícil afirmar que sim!",
        "RESUMO3": "O fato de sintetizar um texto ou capítulos longos pode se tornar um ótimo hábito e auxiliá-lo muito em todas as disciplinas, pois estará atento às ideias principais e se lembrará dos pontos chaves do conteúdo.",
        "RESUMO4": "Expor o texto em um número reduzido de linhas não parece ser fácil? Não se preocupe, a seguir estão alguns passos para se fazer um bom resumo e se dar bem:",
        "RESUMO5": "Faça uma primeira leitura atenciosa do texto, a fim de saber o assunto geral dele;",
        "RESUMO6": "Depois, leia o texto por parágrafos, sublinhando as palavras-chaves para serem a base do resumo;",
        "RESUMO7": "Logo após, faça o resumo dos parágrafos, baseando-se nas palavras-chaves já destacadas anteriormente;",
        "RESUMO8": "Releia o seu texto à medida que for escrevendo para verificar se as ideias estão claras e sequenciais, ou seja, coerentes e coesas.",
        "RESUMO9": "Ao final, faça um resumo geral deste primeiro resumo dos parágrafos e verifique se não está faltando nenhuma informação ou sobrando alguma;",
        "RESUMO10": "Por fim, analise se os conceitos apresentados estão de acordo com a opinião do autor, porque não cabem no resumo comentários pessoais.",
        "TESTE": "Teste Prático",
        "TESTE1": "O Teste Prático é até duas vezes mais eficiente do que as demais técnicas de estudos.",
        "TESTE2": "Este método é bem simples e pode ser aplicado com diversas matérias. Ele consiste na resolução de exercícios, simulando a realização de uma prova. Empregar esta técnica de estudo auxilia no estímulo da sua aprendizagem, e facilita muito na hora de identificar os seus pontos fortes e fracos.",
        "TESTE3": "Deste modo, você consegue direcionar melhor o seu estudo para aquelas áreas onde apresentou maior dificuldade.",
        "POMODORO": "Técnica Pomodoro",
        "POMODORO1": "A técnica Pomodoro, desenvolvida em 1988 pelo italiano Francisco Cirillo, é um método de gestão de tempo que pode ser aplicado para diversas tarefas, inclusive, nos estudos.",
        "POMODORO2": "Esta técnica permite que você consiga otimizar o seu tempo de estudo com uma maior facilidade. Ela é, inclusive, muito útil para aqueles que estão tendo baixa concentração e produtividade por cansaço ou por outros fatores que os fazem estar com a mente dispersa.",
        "POMODORO3": "Pomodoro significa tomate em italiano. A fruta faz alusão ao tempo durante o qual você pode fazer determinada tarefa. Cada pomodoro é dividido em quatro ciclos, e cada um destes equivale a 30 minutos.",
        "POMODORO4": "Para utilizar essa técnica você precisará:",
        "POMODORO5": "Um timer ou despertador (pode ser do celular);",
        "POMODORO6": "Papel ou bloco de notas no computador/celular para escrever as atividades a serem realizadas.",
        "POMODORO7": "A técnica Pomodoro é simples e dura duas horas. Primeiro, você realiza uma atividade durante 25 minutos. Quando acabar o tempo, descansa 5 minutos. Assim sucessivamente até que complete as duas horas. Como recompensa, você descansa mais 30 minutos.",
        "POMODORO8": "Caso você seja interrompido durante um pomodoro, é importante que você anote o que o interrompeu e por quanto tempo você parou. Essas anotações vão te ajudar a saber o que tira o seu foco durante o estudo.",
        "POMODORO9": "Se por acaso estiver no meio de um exercício e o ciclo de 25 minutos se encerrar, você vai interromper o que estiver fazendo para entrar no tempo de descanso. Após o descanso, você pode continuar onde parou.",
        "POMODORO10": "Por se tratar de uma técnica de gestão de tempo, é aconselhavél bom que você a utilize em conjunto com outro método de estudo.",
        "MAPA": "Mapa Mental",
        "MAPA1": "Mapa mental é uma técnica de estudo criada no final da década de 1960 por Tony Buzan, um consultor inglês. Ela consiste em criar resumos cheios de símbolos, cores, setas e frases de efeito com o objetivo de organizar o conteúdo e facilitar associações entre as informações destacadas, sendo muito indicada para pessoas que têm facilidade de aprender de forma visual.",
        "MAPA2": "Com o mapa mental você poderá ter uma visão geral do tema, ajudando a fixar os pontos mais importantes da matéria e permitirá que você faça todas as associações possíveis sobre o acontecido.",
        "MAPA3": "Você não precisa seguir uma regra rígida para criar mapa mental, mas existem algumas orientações que podem te guiar nesse processo.",
        "MAPA4": "Existem diversas ferramentas online onde você pode criar o seu mapa mental, no entanto, o mais indicado é que ele seja feito manualmente, pois o cérebro absorve melhor as informações quando escritas à mão.",
        "MAPA5": "A primeira coisa que você deve fazer é pegar uma folha de papel, e após o estudo de um determinado tema, coloque o assunto principal desse tema no meio da folha. Após isso, vá criando conexões entre o assunto principal, com as outras outras informações abordadas no tema. Utilize desenhos, monte gráficos ou insira símbolos. A partir disso você desenvolverá o estudo e organizará as principais informações do tema."
    },
    "BADGES":{
        "BUSQUETUTOR1": "Infelizmente sua nota em ",
        "BUSQUETUTOR2": " está baixa. Você tirou menos de 4, gostaria de buscar um ",
        "SEJATUTOR1": "Sua nota em ",
        "SEJATUTOR2": " está muito boa. Você não gostaria de ajudar outros usuários sendo "      
    },
    "AGENDAMENTOS":{
        "MATERIA": "Matéria",
        "INTERVALO": "Intervalo de Tempo",
        "INICIO": "Início",
        "FIM": "Fim",
        "RECORRENCIA": "Recorrência",
        "METODO": "Método de Estudo",
        "ACOES": "Ações"
    }
}